{
    "movies": [
{
    "title": "The Little Mermaid (2023)",
    "photo1": "https://www.dropbox.com/scl/fi/mcknyhmepi0a315ryn6g7/The_Little_Mermaid_-2023_film.png?rlkey=yw2b6qsmkhmij7q1u5mtim6vh&dl=1",
"photo2":"https://www.dropbox.com/scl/fi/cg27std5gwgqr5bbg9neg/the-little-mermaid-2023-teaser.jpg?rlkey=z1jtq9c8y15qgfbja7dd7bjsf&dl=1",
    "description": "The Little Mermaid (2023) မြန်မာစာတန်းထိုး

ဇာတ်လမ်းကတော့ မူရင်းကာတွန်းပုံပြင်အတိုင်းပါပဲ။ ပင်လယ်ဘုရင်ကြီးရဲ့အငယ်ဆုံးသမီးလေး သတ္တမမြောက်သမီးတော် ရေသူမလေး အယ်ရီရယ်ဟာ လူသားကမ္ဘာကို အရမ်းစိတ်ဝင်စားနေသူပါ။ ဒါကြောင့် သင်္ဘောပျက်တွေထဲမှာ လူသားပစ္စည်းတွေကိုရှာပြီး အမြဲ စုထားတတ် စပ်စုတတ်တဲ့သူပါ။ တစ်နေ့မှာတော့ လှေမှောက်ပြီး ရေထဲနစ်လာတဲ့ မင်းသားလေးအဲရစ်ကို ကယ်ရင်းနဲ့ ချစ်မိသွားခဲ့ပါတယ်။ ဒါပေမဲ့ ရေဘုရင်ကြီးက ကုန်းပေါ်ကို သွားဖို့ တားမြစ်ထားတာကြောင့် အခက်တွေ့နေပါတယ်။ အဲဒီအချိန်မှာပဲ ရေဘုရင်ကြီးရဲ့ ညီမ ပင်လယ်စုန်းမ အာဆူလာက အယ်ရီရယ်နဲ့အပေးအယူလုပ်လိုက်ပါတယ်။ အယ်ရီရယ့်ကို လူအဖြစ်ဖန်ဆင်းပေးပြီး သုံးရက်အတွင်း မင်းသားလေးနဲ့ အချစ်စစ်အနမ်းရခဲ့ရင် လူအဖြစ် အမြဲနေရမှာဖြစ်ပြီးမရခဲ့ရင်တော့ အယ်ရီရယ်ရဲ့ အရမ်းလှတဲ့အသံကို သိမ်းပိုက်ပြီး အယ်ရီရယ်ကိုပါ ကျွန်အဖြစ် အပိုင်ရမှာဖြစ်ပါတယ်။ ဒီတော့ အယ်ရီရယ်နဲ့မင်းသားလေးတွေဘာဆက်ဖြစ်မလဲ စုန်းမကြီးအာဆူလာကရောဘယ်လိုနှောင့်ယှက်မလဲဆိုတာ ဆက်ကြည့်ရမှာပါပဲ",
"rate": "7.0",
"videosize": "1.3Gb",
    "SD": "https://www.mediafire.com/file/93g6rh1m965ig5z/The.Little.Mermaid.2023.720p.mp4/file",
"HD": "https://www.mediafire.com/file/93g6rh1m965ig5z/The.Little.Mermaid.2023.720p.mp4/file",
"year": "2023",
"time": "1Hour46minutes"
  },
{
    "title": "Big George Foreman (2023)",
    "photo1": "https://www.dropbox.com/scl/fi/ubwgdn5u6ccxlhlux7yl0/MV5BNWNlZTUxOTUtMzhmMi00MDg4LThmMTYtNjZhNmM2NDcxYjk1XkEyXkFqcGdeQXVyMTQzNTA5MzYz._V1_.jpg?rlkey=j5efsv06vlgkhy6gjhe703kse&dl=1",
"photo2":"https://www.dropbox.com/scl/fi/btmuootb90phhbo0a59bi/george-foreman-112815-getty-ftr_co51ueb2hq2g13l687j1019nz.jpg?rlkey=47d4io7opf5wosz68i7qoj70p&dl=1",
    "description": " 
Big George Foreman (2023) မြန်မာစာတန်းထိုး

လက်ဝှေ့သမားဂျော့ချ်ဖိုးမန်းရဲ့ဘဝဇာတ်ကြောင်းကိုအခြေခံပြီးရိုက်ကူးတင်ဆက်ထားတဲ့ “Big George Foreman”ဆိုတဲ့
ဇာတ်ကားကောင်းလေးကို တင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်လမ်းအကျဉ်းကတော့ ဂျော့ချ်ဟာဆိုရင်ငယ်ငယ်ကတည်းက
မိသားစုကနွမ်းပါးလွန်းပြီး အစာရေဆာတောင်ဝလင်အောင်မစားရတဲ့
အခြေအနေနဲ့ နေထိုင်ခဲ့ရတာဖြစ်ပါတယ် သူ့အတွေးထဲမှာ ပိုက်ဆံချမ်းသာအောင်လုပ်ပြီး အစားအစာဝလင်အောင်
စားရဖို့ပဲစိတ်ကူးရှိခဲ့ပါတယ် ဒီတွန်းအားတွေကြောင့်ပဲ ဂျော့ချ်ဖိုးမန်းဟာ လက်ဝှေ့အကျော်အမော်တစ်ယောက်ဖြစ်လာခဲ့တာပေါ့
ဒါပေမယ့် ကြိုးဝိုင်းထဲမှာသေမလိုအခြေအနေဖြစ်ပြီးတဲ့နောက် ကြိုးဝိုင်းထဲကိုထပ်မဝင်တော့ဘူးလို့ကျိန်ဆိုပြီး သင်းအုပ်ဆရာလုပ်ဖို့ပဲ
ဆုံးဖြတ်လိုက်ပါတော့တယ် ဒါပေမယ့်မမျှော်လင့်ထားတဲ့စီးပွားရေးအခက်အခဲများကြောင့် သူစွန့်လွှတ်ထားခဲ့တဲ့
လက်ဝှေ့ကြိုးဝိုင်းထဲကိုဝင်ရဖို့ ဖြစ်လာပါတော့တယ်ဂျော့ချ်တစ်ယောက် ဘယ်လိုမျိုးခက်ခက်ခဲခဲရုန်းကန်ခဲ့ရလဲ၊ အသက် ၄၀ ကျော်မှာကြိုးဝိုင်းထဲကိုပြန်ဝင်လာခဲ့တဲ့
‌ဂျော့ချ်အတွက် ဘယ်လိုစိန်ခေါ်မှုတွေ၊ အခက်အခဲတွေက စောင့်မျှော်နေလဲဆိုတာကိုတော့ ဇာတ်ကားထဲမှာ
ဆက်လက်စောင့်ကြည့်ပေးကြပါဦးနော်",
"rate": "7.1",
"videosize": "1.1Gb/4.1Gb",
    "SD": "https://www.mediafire.com/file/48clw715ng9bgn0/Big.George.Foreman.2023.720p.mp4/file",
"HD": "https://www.mediafire.com/file/em7xsm6modrr6bg/Big.George.Foreman.2023.1080p.mkv/file",
"year": "2023",
"time": "129minutes"
  },
{
    "title": "Hidden Strike (2023)",
    "photo1": "https://www.dropbox.com/scl/fi/fj5wbmosfak40jio3bybr/MV5BYzM0YjcwM2QtN2FmMC00YjU2LWI3YzctNDZhOTJiN2VhYjQxXkEyXkFqcGdeQXVyMTU0NjA4Njk3._V1_FMjpg_UX1000_.jpg?rlkey=ey4etasbg6my4vf57ir1kamrr&dl=1",
"photo2":"https://www.dropbox.com/scl/fi/ooi98leyhww81k60byaqg/images-5.jpeg?rlkey=tccu92eqjqhj4sbsempx0ihil&dl=1",
    "description": " 
Hidden Strike (2023) ‌မြန်မာစာတန်းထိုး

ဒါရိုက်တာကလည်း Need for speed, Expend4bles တို့ရဲ့ Scott Waugh ပါ။ ဇာတ်လမ်းအကျဉ်း အရှေ့အလယ်ပိုင်းရဲ့ တရုတ်ရေနံကုမ္ပဏီတစ်ခုက ဒေသတွင်း ကြေးစားစစ်တပ်တွေကဝိုင်းတိုက်နေပြီ ဝင်စီးဖို့ကြိုးစားနေပါတယ်။ ရေနံဝန်ထမ်းတွေကို ကယ်တင်ဖို့ဂျက်ကီချန်းတို့ လုံခြုံရေးတပ်တွေ ရောက်လာပြီး ကယ်ထုတ်နေချိန်မှာကြေးစားတပ်တွေနဲ့ တိုက်ပွဲဖြစ်ပါတော့တယ်။ အဲဒီတိုက်ပွဲမှာ ဂျွန်စီနာကကြေးစားတွေဘက်ကနေ ပါလာပြီး ရေနံဝန်ထမ်းတွေရဲ့ ကားတန်းထဲကဘတ်စကားနှစ်စီးကို ဖမ်းခေါ်သွားနိုင်ခဲ့ပါတယ်။ အဲဒီလူတွေကို ပြန်ကယ်ဖို့ကြိုးစားရင်း ဂျက်ကီနဲ့ဂျွန်စီနာတို့ တွေ့ကြတဲ့အခါ",
"rate": "7.2",
"videosize": "827MB/3.2Gb",
    "SD": "https://www.mediafire.com/file/acs1vjirrthjeq3/Hidden.Strike.2023.720p.mp4/file",
"HD": "
https://www.mediafire.com/file/4zv1xy9qpo4n8h6/Hidden.Strike.2023.1080p.mkv/file",
"year": "2023",
"time": "103minutes"
  },

{
    "title": "Ride On (2023)",
    "photo1": "https://www.dropbox.com/scl/fi/tdwz2i9onqxstqyjyr57r/MV5BMmQ5ZTM0OTEtMjIyNC00MGJhLWJjYzItYjQ2MDRhOTRlZjhiXkEyXkFqcGdeQXVyMTA3MDk2NDg2._V1_.jpg?rlkey=5pzmjx85o0hzwxxc8lr1h5kin&dl=1",
"photo2":"https://www.dropbox.com/scl/fi/vbfu3tnl4f024dzs0jywd/maxresdefaultRide-On-Jackie-Chan-Movie2023.jpg?rlkey=gtdiepq7el7mvvip6ilp9m7np&dl=1",
    "description": " 
Ride On (2023) မြန်မာစာတန်းထိုး

ဂျက်ကီချန်းဟာ လော့ကျီလုံဆိုတဲ့ စတန့်သမားဟောင်းအဘိုးကြီးအနေနဲ့ ပါဝင်ထားပါတယ်။ သူ့မှာ သားအရင်းလိုချစ်ရတဲ့ မြင်းလေးဖိုးနီ(ချိထူ)ပဲရှိပြီး သူတို့နှစ်ယောက်တည်း ဆင်းဆင်းရဲရဲနဲ့ အလုပ်ရှာပြီး အသက်မွေးနေရတာပါ။ သူ့ရဲ့သမီး ရှောင်ပေါင် ကလည်း သူ့ကို စိတ်နာစရာတွေရှိတာကြောင့် စကားမပြော အသိအမှတ်မပြုပါဘူး။ သူ့ရဲ့မြင်းလေးဖိုးနီဟာ သူ့ကို ကုမ္ပဏီပိုင်ရှင်သူဌေးဝမ်က မသေခင် လက်ဆောင်ပေးခဲ့တာပါ။ ဒါပေမဲ့အဲဒီသူဌေးရဲ့ ကုမ္ပဏီ ဒေဝါလီခံရပြီးနောက်မှာ ကုမ္ပဏီအသစ်က သူ့ရဲ့မြင်းကိုပါ ကုမ္ပဏီပိုင်ပစ္စည်းအနေနဲ့ သိမ်းဖို့ကြိုးစားလာပါတယ်။ တချိန်တည်းမှာပဲ သူ့ရဲ့အကြွေးရှင်တွေကလည်း မြင်းကို အကြွေးနဲ့သိမ်းဖို့ အတင်းကြိုးစားလာပါတယ်။ အဲဒီအန္တရာယ်တွေကြားမှာ မြင်းလေးကိုကာကွယ်ဖို့ ဘယ်လိုတိုက် ခိုက်ရုန်းကန်ရလဲဆိုတာကို ဆက်ကြည့်ရမှာပဲ ဖြစ်ပါတယ်",
"rate": "6.3",
"videosize": "1013MB/4.1Gb",
    "SD": "https://www.mediafire.com/file/tkrqsbq1e7c4zd0/Ride.On.2023.720p.mp4/file",
"HD": "https://www.mediafire.com/file/2av30c5ennu5b79/Ride.On.2023.1080p.mkv/file",
"year": "2023",
"time": "126minutes"
  },

{
    "title": "Assassin Club (2023)",
    "photo1": "https://www.dropbox.com/scl/fi/t64l60hahz6injym0lruk/be5es2mg78.webp?rlkey=i5iwpvaudsosu3rzqdf3rcuni&dl=1",
"photo2":"https://www.dropbox.com/scl/fi/a8khnz3zax359yo20eyno/p23732729_v_h8_ae.jpg?rlkey=ccalpsx70mq557ayirpx46qee&dl=1",
    "description": " 
Assassin Club (2023) မြန်မာစာတန်းထိုး

Henry က ဒီကားထဲမှာ မော်ဂန်ဆိုတဲ့ကြေးစား။ မော်ဂန့်ဆရာကပြောတယ်။ သူတို့လိုလူတွေ ကြေးစားလောကကထွက်ချင်တဲ့အကြောင်းအရင်းသုံးခုပဲရှိတယ်တဲ့။ ၁ ဘုရားသခင်ကိုရှာဖွေတွေ့ရှိသွားလို့ ၂ အမျိုးသမီးတစ်ယောက်ကြောင့် ၃ သေသွားလို့မော်ဂန်ကတော့ ဒုတိယအကြောင်းအရင်းနဲ့ကြေးစားအလုပ်ကို ရပ်လိုက်ချင်နေသူဆိုပါတော့။ ဖြစ်ချင်တော့အဲ့အချိန်မှာပဲ မော်ဂန့်ကိုလာအပ်တဲ့အလုပ်က လူ၆ ယောက်သတ်ပေးရမယ်။ တစ်ယောက်စီအတွက် ဒေါ်လာတစ်သန်းရမယ်။ မော်ဂန်က သူ့ဆုံးဖြတ်ချက်ကို မပြင်တော့ဘူး ဒီအလုပ်ကိုလဲ လက်လွှတ်လိုက်မယ် တွေးပေမယ့် သူသတ်ပေးရမယ့် ၆ယောက်က သာမန်လူတွေမဟုတ်ဘဲ သူ့လိုကြေးစားတွေဖြစ်နေတယ်။ ပြီးတော့အဲ့၆ ယောက်ကလဲ မော်ဂန့်လိုပဲအလုပ်ကမ်းလှမ်းခံထားရသူတွေဖြစ်နေတယ်။ အဲ့တော့ဒါက ကြေးစားတွေအချင်းချင်းသတ်ရမယ့် Hunger Game ကြီးပေါ့။ မော်ဂန့်အနေနဲ့ကလဲ သူကဒီအလုပ်ကိုလက်မခံချင်ပေမယ့် ကျန်တဲ့၆ယောက်က သူ့ကို လာသတ်မှာပဲဆိုတော့ သူလဲဲ ဒီကစားပွဲကို မဖြစ်မနေ ဝင်ကစားရင်း ဒီကစားပွဲကို ကြိုးဆွဲနေသူက ဘယ်သူလဲ ဘာကြောင့်လဲဆိုတာတွေကို တိုက်ခိုက်အဖြေရှာတာကို ကြည့်ရှုရမယ့် လှည့်ကွက်စုံ အက်ရှင်စုံဇာတ်ကားတစ်ကားပါပဲ ",
"rate": "4.6",
"videosize": "893MB/2.7Gb",
    "SD": "https://www.mediafire.com/file/0px7t9nmeka9mgg/Assassin.Club.2023.720p.mp4/file",
"HD": "https://www.mediafire.com/file/mjddpbhi9pfx6yj/Assassin.Club.2023.mkv/file",
"year": "2023",
"time": "113minutes"
  },

{
    "title": "Last Sentinel (2023)",
    "photo1": "https://www.dropbox.com/scl/fi/q04j0npgitsfx7lh69zdk/Last_Sentinel-306869846-large.jpg?rlkey=0sud1v34kk1honc73krj930ue&dl=1",
"photo2":"https://www.dropbox.com/scl/fi/kiaiqjurjajm1f6vf4x2i/maxresdefault.jpg?rlkey=kv6y8h9sv0kh5sure4nm18fit&dl=1",
    "description": " 
Last Sentinel (2023) မြန်မာစာတန်းထိုး

ဒီကားလေးကတော့ ၂၀၆၃ ခုနှစမှာ ကမ္ဘာကြီး ဖြစ်ပျက်နေမဲ့ ပုံစံကို ရိုက်ကူးထားတဲ့ စိတ်ကူးယဉ် ဇာတ်ကားတစ်ကားပဲဖြစ်ပါတယ်။ ၂၀၆၃ ခုနှစ်မှာ ကမ္ဘာကြီးမှာ သေးငယ်တဲ့ ကမ္ဘာ့တိုက်ကြီးနှစ်ခုပဲ ကျန်ပါတော့တယ်။ အဲ့ဒီအကျိုးရလာဒ် အနေနဲ့ အဲ့ဒီတိုက်တွေကြားမှာ အဆုံးမရှိတဲ့ စစ်ပွဲတွေဖြစ်ခဲ့ပါတော့တယ်။ ဒီကားထဲမှာဆိုရင် အဓိကတွေ့ရမှာကတော့ ပင်လယ်ပြင်ထဲက စစ်တပ်စခန်းမှာ အကူအညီကို စောင့်မျှော်နေတဲ့ စစ်သားအဖွဲ့ အကြောင်းကို အဓိကရိုက်ကူးထားတာ ဖြစ်ပါတယ်။ စားနပ်ရိက္ခာတွေ ရှားပါးရုံသာမက သောက်ရေသုံးရေတွေကလဲ ရှားပါးနေတဲ့အတွက် တော်တော်လေး အခက်တွေ့နေရပါတယ်။ တစ်နေ့မှာတော့ သူတို့ရဲ့စခန်းဆီကို လှေငယ်တစ်စီးမျှောလာပါတယ်။ အဲ့ဒီလှေကနေ အစပြုလို့ အရာရာ အခက်တွေ့နေတဲ့ အဖွဲ့သားတွေနဲ့ ခေါင်းဆောင်ကြားမှ ာသဘောထားကွဲလွဲမှုတွေ ဖြစ်ပုံတွေ လူသားတွေရဲ့ စိတ်နေသဘောထားတွေကို ကြည့်ရှုရမယ့် စိတ်ကူးယာဉ်ဇာတ်ကားပဲဖြစ်ပါတယ်",
"rate": "5.8",
"videosize": "943MB/2.3Gb",
    "SD": "https://www.mediafire.com/file/gf05q1616so7ppr/Last.Sentinel.2023.720p.mp4/file",
"HD": "https://www.mediafire.com/file/04r2d2fis69jdtt/Last.Sentinel.2023.mkv/file",
"year": "2023",
"time": "112minutes"
  },

{
    "title": "Plane (2023)",
    "photo1": "https://www.dropbox.com/scl/fi/gawvjzdg109779x20ozf1/MV5BZDc4MzVkNzYtZTRiZC00ODYwLWJjZmMtMDIyNjQ1M2M1OGM2XkEyXkFqcGdeQXVyMDA4NzMyOA-._V1_FMjpg_UX1000_.jpg?rlkey=ik6dfq77qbdkvw8jcjg6p5eju&dl=1",
"photo2":"https://www.dropbox.com/scl/fi/r31eo5mws4bquwnrzrqrn/share.jpg?rlkey=7np5vfj5qmxyik3ik0w4fns0v&dl=1",
    "description": " 
Plane (2023) မြန်မာစာတန်းထိုး

မင်းသားကြီး Gerard Butler ရဲ့အသစ်ထွက်အက်ရှင်ကားလေးဖြစ်တဲ့ “Plane” ဆိုတဲ့ကားလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်လမ်းအကျဉ်းကတော့ တောရန့်စ်ဆိုတဲ့တော်ဝင်လေတပ်သားဟောင်းတစ်ယောက်ဟာ ပုဂ္ဂလိကခရီးသည်လေကြောင်းလမ်းမှာ
ကပ္ပတိန်အဖြစ်တာဝန်ထမ်းဆောင်နေပါတယ် နှစ်သစ်ကူးနေ့ညမှာတော့ တောရန့်စ်ဟာ သူ့သမီးဆီကိုမပြန်ခင် တိုကျိုဘက်ကိုတစ်ခေါက်
လေယာဉ်ပြေးဆွဲပေးရမှာပဲဖြစ်ပါတယ် တောရန့်စ်ဟာသာမန်အတိုင်းလေယာဉ်ပြေးဆွဲပြီး သမီးဆီကိုပြန်ရမယ်လို့တွေးထားခဲ့ပေမယ့်
လက်တွေ့မှာတော့အဲဒီလိုဖြစ်မလာခဲ့ပါဘူး တောရန့်စ်တို့ရဲ့လေယာဉ်ဟာတိုကျိုကိုသွားတဲ့ခရီးလမ်းမှာ မုန်တိုင်းနဲ့မိပြီး
ကျွန်းတစ်ခုပေါ်ကိုအရေးပေါ်ဆင်းသက်လိုက်ရပါတယ် သာမန်ဆိုရင်ကယ်ဆယ်ရေးတွေလာတဲ့အထိပုံမှန်အတိုင်းစောင့်ရုံပဲဆိုပေမယ့်
ဒီကျွန်းပေါ်မှာလက်နက်ကိုင်ပြန်ပေးသမားတွေရှိနေတဲ့အခါမှာတော့…တောရန့်စ်တစ်ယောက်သူကိုယ်တိုင်အပါအဝင်ခရီးသည်တွေကို ဘေးကင်းကင်းနဲ့ ဒီကျွန်းပေါ်ကနေပြန်လည်ထွက်ခွာနိုင်ပါ့မလား
ဘယ်လိုအန္တရာယ်တွေရင်ဆိုင်ရဦးမှာလဲဆိုတာကိုတော့ ဇာတ်လမ်းထဲမှာဆက်လက်စောင့်ကြည့်ပေးကြပါဦးနော်",
"rate": "6.5",
"videosize": "865MB/3.6Gb",
    "SD": "https://www.mediafire.com/file/jkm0ax6s8nyh1en/Plane.2023.720p.mp4/file",
"HD": "
https://www.mediafire.com/file/7kqv26anumbxmp4/Plane.2023.1080p.mkv/file
",
"year": "2023",
"time": "107minutes"
  },

{
    "title": "Soulcatcher (2023)",
    "photo1": "https://www.dropbox.com/scl/fi/yqbnigxkow6hmlyybnrp7/MV5BZmY1ZjY5NGQtNmRjYi00NTM2LTljMTItNTE0NDdjMTZhZTE1XkEyXkFqcGdeQXVyMTU3NjQzOTE2._V1_-1.jpg?rlkey=dq4821ix949ut7ml7awt5jzps&dl=1",
"photo2":"https://www.dropbox.com/scl/fi/83aoxdisar08o7xlguowh/AAAABdPjI8HbYhen7cyKMDsCVg_0oaierExDSaif9gXKEdGP6VRC43xzaMi0136fW52wLCpEinta7ActY27AFCJ9AsdVm5xX1PLELyAZoD2ESoARPyiPUv2RJES-0AG5hLVHbWhTDQ.jpg?rlkey=cwqg4ba3hgkg3s80vwdn7sr4t&dl=1",
    "description": " 
Soulcatcher (2023) မြန်မာစာတန်းထိုး

ပိုလန် အက်ရှင်ကားသစ်တစ်ကား နက်ဖလစ်ကနေ ထွက်လာတာပါ။ ဒါရိုက်တာ Daniel Markowicz ရဲ့လက်ရာဖြစ်ပြီး အထူးတပ်ဖွဲ့ဝင်တွေအကြောင်းကို အခြေခံထားပါတယ်။ ဇာတ်လမ်းအကျဉ်းပိုလန် ကြေးစားအထူးတပ်ဖွဲ့ဝင်ဟောင်းတွေဟာ နယ်စပ်တစ်နေရာကစစ်ခေါင်းဆောင်တစ်ယောက်ဖမ်းထားတဲ့ မိန်းကလေးတစ်ယောက်နဲ့စစ်ရာဇဝတ်မှုသက်သေတွေကို သွားပြီးယူဖို့ တာဝန်ပေးခံရပါတယ်။ ဒါပေမဲ့ အဲဒီမှာ လူတွေကို စိတ်ဖောက်ပြန်ပြီး သတ်ဖြတ်ချင်စိတ်တွေဝင်လာစေတဲ့ထူးဆန်းတဲ့စက်တစ်လုံးနဲ့ ရင်ဆိုင်လိုက်ရပြီး အားလုံးနီးပါး သေသွားရပါတော့တယ်။ အဲဒီစက်ဟာ မူလက ကင်ဆာကုဖို့ စတီထွင်ထားခဲ့ပေမဲ့ အမှားအယွင်းတစ်ခုကနေလက်နက်ဖြစ်လာခဲ့တာပါ။ အသက်ရှင်ကျန်ခဲ့တဲ့ အထူးတပ်ဖွဲ့ဝင်ကအဲဒီစက်ကို ပြန်လုယူဖို့နဲ့ စက်တီထွင်သူကို လုပ်ကြံဖို့ စစ်စခန်းထဲကို ပြန်ဖောက်ဝင်ဖို့ ကြိုးစားရတဲ့အခါ",
"rate": "3.8",
"videosize": "785MB/2.5Gb",
    "SD": "https://www.mediafire.com/file/xms096afk2a20j5/Operazione.Soulcatcher.720p.mp4/file",
"HD": "https://www.mediafire.com/file/fo2mueqs1oeut3i/Soulcatcher.2023.1080p.mkv/file",
"year": "2023",
"time": "99minutes"
  },

{
    "title": "An Empress and the Warriors",
    "photo1": "https://www.dropbox.com/scl/fi/7elk0c4ccy2ofn7btrpxz/MV5BODMxOTFlODMtM2NhYi00YzQzLThjMGYtMTAwOTg3YzBiOWZlXkEyXkFqcGdeQXVyNzI1NzMxNzM-._V1_-1.jpg?rlkey=psd7idz8d40ieetmx4ogrehtm&dl=1",
"photo2":"https://www.dropbox.com/scl/fi/1cmlwqbu3abv1cyq0lwuw/MV5BYzU3ZmVhMmQtMTllOS00YjE1LTkwY2MtNjM5MTk1ZjA3Mzc0L2ltYWdlXkEyXkFqcGdeQXVyMjAwMzU2MDY-._V1_.jpg?rlkey=3zbhr1kpw26ksacr67kdyp1on&dl=1",
    "description": " 
An Empress and the Warriors (2008) မြန်မာစာတန်းထိုး

ဒီတစ်ခေါက်မှာတော့ 2008 ခုနှစ်ထဲကထွက်ရှိထားတဲ့ စစ်ပွဲတွေ တိုက်ပွဲတွေနဲ့ ရင်ဖိုစိတ်လှုပ်ရှားစွာ ကြည့်ရှုရမယ့် action movie လေးဖြစ်တဲ့ An Empress And The Warriors ဆိုတဲ့ ရုပ်ရှင်ဇာတ်ကားလေးကို မိတ်ဆက်ပေးချင်ပါတယ်။ ဒီဇာတ်ကားလေးကတော့ တိုင်းပြည်ရဲ့ ဩဇာအာဏာ ရော၊ရဲစွမ်းသတ္တိတွေရော ပြည့်စုံတဲ့ ဘုရင်နတ်ရွာစံသွားတဲ့အခါ အရိုက်အရာထီးနန်းဆက်ခံဖို အငြင်းအခုန်တွေကြားက တစ်ဦးတည်းသော သမီးဖြစ်သူက ဆက်လက် အုပ်ချုပ်ခဲ့ရပါတယ်။ စစ်ပွဲတွေနဲ့ ငြိမ်းချမ်းမှုမရှိတဲ့ တိုင်းပြည်ကြောင့် ပြည်ပရန်တွေကို အစဉ်အမြဲတိုက်ထုတ်နေရတဲ့ကြားမှ နန်းတော်တွင်း အချင်းချင်းပုန်ကန်ပြီး အာဏာလုမှုတွေကြောင့် အသက်ပေါင်းများစွာ စတေးရပုံတွေ၊ တရားမျှတမှုအတွက် အသက်ကို ရင်းပြီး တိုက်ခိုက်ပုံတွေကို ကြည့်ရှူရမှာပါ။ စစ်သည်စစ်သားပေမယ့် ချစ်ခြင်းမေတ္တာအပေါ် နူးညံ့ပုံလေးတွေနဲ့ တိုင်းပြည်အတွက် ကိုယ်ကျိုးစွန့်ပြီး ချစ်ခင်သူတွေကို စွန့်လွှတ်ရပုံတွေကို ရသမျိုးစုံရအောင် ရိုက်ကူးပေးထားတဲ့ action ဇာတ်ကားကောင်းလေးပဲ ဖြစ်ပါတယ်",
"rate": "5.8",
"videosize": "758MB/3.5Gb",
    "SD": "https://www.mediafire.com/file/e8kjg3lwocx4cuz/An.Empress.and.the.Warriors.2008.720p.mp4/file",
"HD": "https://www.mediafire.com/file/6htg2z02fcluwnx/An.Empress.and.the.Warriors.2008.1080p.mkv/file",
"year": "2008",
"time": "99minutes"
  },

{
    "title": "Meg 2: The Trench",
    "photo1": "https://www.dropbox.com/scl/fi/jatnt47u7r625rqofzahq/MV5BMTM2NTU1ZTktNjc4YS00NjNhLWE4NmYtOTM2YjFjOGUzNmYzXkEyXkFqcGdeQXVyODE5NzE3OTE-._V1_FMjpg_UX1000_.jpg?rlkey=hiretkmd9620iz7r2hf4735a4&dl=1",
"photo2":"https://www.dropbox.com/scl/fi/i8imcpqnjh2vfwr3ozmfe/jason-statham-the-meg-2.jpg?rlkey=hq97dr0zmizyp4ylri95ly35b&dl=1",
    "description": "The Trench (2023) မြန်မာစာတန်းထိုးကျောက်မင်ဟာ သမုဒ္ဒရာထိန်းသိမ်းရေးနဲ့လေ့လာရေးအဖွဲ့ကြီးကိုတည်ထောင်ထားတဲ့သူဖြစ်ပါတယ်။ ဂျိုးနက်ဖမ်းမိခဲ့တဲ့ မက်ဂါလိုဒန်ငမန်းပေါက်စလေးကိုလည်း မွေးထားပေးတဲ့သူပါပဲ။ အဲဒီအဖွဲ့အစည်းကနေပင်လယ်ရေအောက် ပေ ၂၅၀၀၀ ကျော်ကို သွားဖို့ ယာဉ်တွေနဲ့ ဝတ်စုံတွေတီထွင်ပြီး ကျောက်မင်နဲ့ဂျိုးနက်တို့ ရေနက်တူးမြောင်းကြီးထဲကိုလေ့လာရေးခရီးအတူထွက်ခဲ့ကြပါတော့တယ်။ ဒါပေမဲ့ ခရီးလမ်းက မချောမွေ့ဘဲမက် ငမန်းတွေနဲ့တွေ့ ယာဉ်တွေပျက် ရန်သူတွေတွေ့ပြီး အသက်ရှင်ဖို့ ရုန်းကန်ကြရတဲ့အခါ",
"rate": "5.3",
"videosize": "927MB/3.9Gb",
    "SD": "https://www.mediafire.com/file/hy8idufic2cu9pi/Meg.2.The.Trench.2023.720p.mp4/file",
"HD": "https://www.mediafire.com/file/or9wyohdfd3oyun/Meg.2.The.Trench.2023.1080p.mkv/file",
"year": "2023",
"time": "116minutes"
  },

{
    "title": "Ratatouille (2007)
",
    "photo1": "https://www.dropbox.com/scl/fi/04iqgb733ucx08a8t938b/MV5BMTMzODU0NTkxMF5BMl5BanBnXkFtZTcwMjQ4MzMzMw-._V1_.jpg?rlkey=slmv5qbccxrfx6nkgi4u4mrlu&dl=1",
"photo2":"https://www.dropbox.com/scl/fi/48dl221t7urt6745fnvew/j1abfyppiqs4gpj8hsyh.jpg?rlkey=if2a35iebcm5veln6yv5gj5bg&dl=1",
    "description": "    
    
 
Ratatouille (2007) မြန်မာစာတန်းထိုး

အရှင်းဆုံးပြောရမယ်ဆိုရင်တော့ ကာတွန်းကားပေါ့ ဒါပေမယ့် အဓိပ္ပာယ်တွေ အများကြီးပါတဲ့အပြင် ယူတတ်ရင် ပညာရစေမယ့် ကားဆိုလည်းမမှားဘူးပေါ့ ဒီကားလေးထဲမှာ အနံ့ အာရုံခံစားမှုမှာ ဘုရားကပေးထားတဲ့ အစွမ်းတွေရှိနေတဲ့ ကြွက်စားဖိုမှူးလေး တစ်ယောက်… ကြွက်ဆိုပေမယ့် ကျွန်မတို့သိထားကြတာ ညစ်ပတ်နေတဲ့ အကောင်လေးတွေပေါ့ ဒါပေမယ့် ဒီကြွက်လေးကတော့ အသန့်သိပ်ကြိုက်တယ် ပြီးတော့ မှတ်ဉာဏ်လည်းကောင်းတယ် ပညာတွေကတော့…

၁။ ဟင်းကောင်းချက်ချင်ရင်..

ဟင်းကောင်းတစ်ခုကိုချက်ဖို့အတွက် ဇွဲလုံလမရှိလို့မရဘူး စိတ်ကူးကောင်းရှိရမယ် ဇွဲရှိရမယ် မဖြစ်နိုင်တဲ့အရာတွေကိုလည်း ကြိုးစားကြည့်ရမယ် သင့်လုပ်ဆောင်မှု နဲ့ပတ်သက်ပြီးတော့ အခြားသူက သတ်မှတ်နေရတာမျိုးမဖြစ်စေနဲ့ သင့်ရဲ့လုပ် ဆောင်နိုင်မှုဆိုတာ သင့်ရဲ့စိတ်ဝိဉာဉ်တစ်ခုပဲ

၂။ သင်အထီးကျန်နေသလိုခံစားနေရလား?

အထီးကျန်တယ်ဆိုတာ ကိုယ့်ရဲ့သတ်မှတ်ချက်လေးတစ်ခုပဲ…ဖြစ်ပြီးခဲ့တာတွေပဲ ထိုင်တွေးနေမယ်ဆိုရင် ရှေ့မှာဘာတွေရှိနေမယ်ဆိုတာ သင်သိနိုင်မှာမဟုတ်ဘူး

၃။ ယုံကြည်မှု

သင်လူတစ်ယောက်ကို နှစ်နှစ်ကာကာယုံကြည်ပေးလိုက်မယ်ဆိုပါတော့ အဲ့လူမှာ စိတ်ကောင်းစေတနာအရင်းခံရှိခဲ့ရင် သင့်ရဲ့ပထမဆုံးယုံကြည်မှုကြောင့် သင်သူ့ကို ဘယ်လိုပဲအော်နေပါစေ သင့်နားကဘယ်တော့မှထွက်မသွားတတ်ဘူး

အဲ့တော့အများကြီးမပြောတော့ဘူးနော် ဒီကားလေးက စားဖိုမှူးတစ်ယောက် ဖြစ်ချင်တဲ့ Remy ဆိုတဲ့ ကြွက်ကလေးရဲ့ ကြိုးစားအားထုတ်ပုံကို ရိုက်ကူး တင်ဆက်ထားတာပဲ ဖြစ်ပါတယ်။ Remy က သူ့ရဲ့ရည်မှန်းချက်ကို ဘယ်လောက် အထိ စိတ်အားထက်သန်စွာနဲ့ အခက်အခဲကြားက ရောက်အောင်သွားမလဲ ဆိုတာကို စိတ်ဝင်စားဖွယ် ကြည့်ရှုနိုင်မှာ ဖြစ်ပါတယ်။
 ",
"rate": "8.1",
"videosize": "893MB/2.66Gb",
    "SD": "
https://www.mediafire.com/file/98yrt4pwoyqm0o3/Ratatouille.2007.720p.mp4/file
",
"HD": "
https://www.mediafire.com/file/d575x7itcyvpsow/Ratatouille.2007.1080p.mkv/file
",
"year": "2007",
"time": "111minutes"
  },

{
    "title": "Sing 2 (2021)
",
    "photo1": "https://www.dropbox.com/scl/fi/48dl221t7urt6745fnvew/j1abfyppiqs4gpj8hsyh.jpg?rlkey=if2a35iebcm5veln6yv5gj5bg&dl=1",
"photo2":"https://www.dropbox.com/scl/fi/8snwnu8xh3xlcu1tn2avt/462adbc84ea66a340824788874dade5d.jpg?rlkey=tzsp3zh5htg69p55nftqzv3fj&dl=1",
    "description": "    
    Sing 1ကိုကြည့်ပြီးသားဖြစ်တဲ့သူတွေအတွက်တော့ ဒီဇာတ်ကားလေးဟာစိတ်အပန်းဖြေစရာ
ဂီတတွေ ဟာသတွေကို အကြံဉာဏ်ကောင်းတွေနဲ့ တင်ဆက်ထားတဲ့ကားဆိုတာ လူတိုင်းသိပြီးဖြစ်မှာပါ….
Sing 1တုန်းကလိုပဲ မစ်စတာမွန်းတစ်ယောက် ရှိုးပွဲလောကမှာ ဘယ်လိုဖြတ်သန်းရင်းဘယ်လို
အလွဲလွဲအချော်ချော်တွေဖြစ်မလဲဆိုတာကိုတင်ကြည့်ရမှာမဟုတ်ပဲ ပိုပြီးကြီးကျယ်ခန်းနားတဲ့
ရှိုးပွဲ တစ်ခုကိုလည်းမြင်ရမှာဖြစ်လို့ Sing 2 ဟာ Sing 1 ထက်နှစ်ဆလောက်ပိုကောင်းတယ်ဆိုတာ
သံသယဖြစ်စရာမရှိပါဘူး … ကမ္ဘာရဲ့ရှိုးပွဲတင်ဆက်သူအကောင်းဆုံးဖြစ်တဲ့
မစ်စတာ ခရစ်စတယ်ကြီးဟာ တစ်ခါမှမလုပ်ဖူးသေးတဲ့ရှိုးပွဲကြီတစ်ခုကိုတင်ဆက်ချင်တာကနေ
မစ်စတာမွန်းတို့နဲ့ဘယ်လိုတွေ့မလဲဆိုတာကြည့်ရမှာဖြစ်ပြီးတော့…. သမိုင်းမှာနာမည်ကြီးအဆိုတော်ဖြစ်တဲ့
မစ်စတာ ကယ်လိုဝေးနဲ့ပူးပေါင်းတင်ဆက်မှုကို မစ်စတာမွန်းတို့အဖွဲ့ဘယ်လို လုပ်သွားမလဲဆိုတာကို
မစ်စတာ ခရစ်စတယ်ကြီးတစ်ယောက်ဟာ တော်တော်ကိုမျော်လင့်ထားတာပါ..
ဂျော်နီ ၊ အက်ချ်၊ ရိုစီတာ၊ မီနာ အပြင် အခြားထပ်တိုးလာမယ့် အဖွဲ့ဝင်အသစ်တွေနဲ့ ဘယ်လို ရှိုးပွဲကြီးကိုတင်ဆက်မလဲ….
ဒါပေမဲ့ဖြစ်သွားတဲ့အလွဲအချော်တွေနဲ့ မမျော်လင့်ထားတာတွေဟာ ဘယ်လိုမျိုး မစ်စတာမွန်းတို့အဖွဲ့ကို
ရင်ဆိုင်စရာအသစ်တွေပေးမလဲဆိုတာကြည့်ရင်း…
တကယ်ကောင်းတဲ့ ရှိုးပွဲကြီးကို မစ်စတာ မွန်းတင်ဆက်ပေးမှာက….
 ",
"rate": "7.6",
"videosize": "852MB/2.48Gb",
    "SD": "
https://www.mediafire.com/file/ad41sccfdf76lht/Sing.2.2021.720p.mp4/file
",
"HD": "
https://www.mediafire.com/file/2wnjqloxo9oni4u/Sing.2.2021.1080p.WEB.mkv/file
",
"year": "2021",
"time": "110minutes"
  },

{
    "title": "Fireheart (2022)
",
    "photo1": "https://www.dropbox.com/scl/fi/7h16rwdw1mcneoul273x2/MV5BMGM5ZTFmYWQtMGRiOS00YzI1LTkyMzAtNGIzNWFjZmFlYTFhXkEyXkFqcGdeQXVyMTAxNDE3MTE5._V1_.jpg?rlkey=6uw9ymetzm448etzd9gayrgjs&dl=1",
"photo2":"https://www.dropbox.com/scl/fi/36f0v3bwriff2qlbxl6ax/maxresdefault-7.jpg?rlkey=x1uuzovt76dp03m1rgpw06nuf&dl=1",
    "description": "    
     
Fireheart (2022) မြန်မာစာတန်းထိုး

ဒီကားလေးကတော့ စိတ်ဓာတ်ကျနေတဲ့သူလေးတွေကို
စိတ်ဓာတ်ခွန်အားအပြည့်အဝပေးမယ်လို့ ထင်ပါတယ်….
မီးသတ်သမားဟောင်း ရှောင်နိုလန်မှာ ဂျော်ဂျာဆိုတဲ့သမီးလေးရှိပါတယ်
ဂျော်ဂျာဟာ ဖခင်ဖြစ်သူရှောင်လို မီးသတ်သမားကောင်းဖြစ်ချင်နေတာပါ
သူ့မှာ အမ်ဘာလို့ခေါ်တဲ့ချစ်စရာခွေးဖြူလေးလည်းရှိပါတယ် ဂျော်ဂျာဟာ
ကစားရင်တောင် မီးသတ်တမ်းကစားတယ် ဒါကိုစက်ချုပ်သမားဘဝနဲ့
ရပ်တည်နေပြီဖြစ်တဲ့ အဖေဖြစ်သူရှောင်ကမကြိုက်ဘူး မဆော့ရဘူးလို့
အမြဲတစေပြောတတ်တယ် မီးသတ်သမားဟောင်းဖြစ်ပါရက်နဲ့ ဘာလို့
သဘောကျရတာလဲဆိုတဲ့မေးခွန်းတွေပဲဂျော်ဂျာ့ခေါင်းထဲရှိနေခဲ့ပါတယ်
မီးသတ်သမားဖြစ်ချင်တဲ့ပြင်းပြတဲ့ဆန္ဒကိုတော့ ဂျော်ဂျာဟာမငြိမ်းသတ်နိုင်တဲ့အတွက်
ညတိုင်း ရှောင်မသိအောင် လေ့ကျင့်နေခဲ့ပါတယ် တစ်နေ့မြို့တော်ဝန်ရောက်လာပြီး
ရှောင့်ကို ပြဇာတ်ရုံတွေမီးရှို့ခံရတာနဲ့ပတ်သက်ပြီး အထူးတာဝန်ပေးခံရတာကို
ဂျော်ဂျာသိသွားတဲ့နောက်မှာ ရုပ်ဖျက်ပြီး တူတူလုပ်ဖို့ ဆုံးဖြတ်ခဲ့ပါတယ်
ဂျော်ဂျာ ဘယ်လိုတွေရုပ်ဖျက်ပြီး တာဝန်တွေကို ခိုးလုပ်မယ်ဆိုတာကို
ဒီဇာတ်ကားလေးထဲမှာ ကြည့်လို့ရပါပြီ
 ",
"rate": "6.2",
"videosize": "742MB/2.58Gb",
    "SD": "
https://www.mediafire.com/file/6ovlp03jlwhhflz/Fireheart.2022.720p.mp4/file
",
"HD": "
https://www.mediafire.com/file/mi30l27uegp4e82/Fireheart.2022.1080p.WEB.mkv/file
",
"year": "2022",
"time": "92minutes"
  },

{
    "title": "Fireheart (2022)
",
    "photo1": "https://www.dropbox.com/scl/fi/1shgvqc9lp8xszr5w04si/MV5BZGIxYTU5MzctY2MzNS00MTRhLWEwM2UtY2Q5Mzk3OTAzMzcwXkEyXkFqcGdeQXVyMTEyMjM2NDc2._V1_.jpg?rlkey=9gcs3iip8yjvcuxc2zld1qjmk&dl=1",
"photo2":"https://www.dropbox.com/scl/fi/e3xv1s4rbrgjj64p1ptsm/CLIFF_SAlone_16_9_1920x1080_961171_1920x1080.jpg?rlkey=z0d1c80wks2ktqmkkyex283vd&dl=1",
    "description": "    
      
Clifford the Big Red Dog (2021)

အခုတစ်ခါမှာတော့ story book ကို အခြေခံကာရိုက်ကူးထားတဲ့ The big red dog ဆိုတဲ့ကားလေးကို တင်ဆက်ပေးမှာပါ။ ဒီဇာတ်အိမ်ကတော့ 1990လောက်ကတည်း ပုံပြင်စာအုပ်တစ်အနေနဲ့ထွက်ရှိခဲ့တာဖြစ်ပြီးတော့ ဒီရဲ့ဇာတ်အိမ်ကိုအမျိုးမျိုးပြန်လည်ပြင်ဆင်ထုတ်ဝေတာတွေရှိခဲ့ကြပါတယ်။ IMDB rating 6 ရရှိထားတဲ့ ဒီကားလေးဟာဆိုရင် trailer ထွက်ရှိလာကတည်းက  viewer 500k အထိရရှိခဲ့ပါတယ်။ ကောင်မလေးတစ်ယောက်နဲ့ ခွေးကြီးတစ်ကောင်ကို အခြေပြုပြီးတော့ ရိုက်ကူးထားတဲ့ ဒီဇာတ်လမ်းလေးက trailerကြည့်လိုက်ရုံနဲ့တင်ကို စိတ်ထဲမှာ ပျော်စရာတွေ ဟာသလေးတွေနဲ့ ချစ်စရာကောင်းတာတွေခံစားမိစေပါတယ်။ ဇာတ်လမ်းပုံစံလေးက ကလေးလေးတွေလည်းအကြိုက် လူကြီးတွေလည်းပေါ့ပေါ့ပါးပါးကြည့်လို့ရမယ့်ပုံစံလေးဖြစ်ပြီးတော့ အကောင်းဆုံးဆိုတာတွေနဲ့တင်ဆက်ပေးထားတာပါ။ လမ်းဘေးက ခွေးလေးတစ်ကောင်အဖြစ်ကနေပြီးတော့ မှော်ဆရာလိုမျိုး ထူးဆန်းတဲ့ ဘစ်ဝဲလ် ဆိုတဲ့သူကနေတစ်ဆင့် ခွေးလေးက သနားကြင်နာတက်တဲ့ကောင်မလေး အမလီ နဲ့ တွေ့သွားတဲ့အခါ သူတို့ကံကြမ္မာကြီးက ဘယ်လိုတွေပြောင်းလဲလာမလဲဆိုတာကိုတော့ဒီဇာတ်ကားလေးထဲမှာ ကြည့်ရှုခံစားနိုင်မှာပါ",
"rate": "6.0",
"videosize": "746MB / 2.61GB",
"SD": "https://www.mediafire.com/file/3zhahuhvar8n3a1/Clifford.The.Big.Red.Dog.2021.720p.mp4/file",
"HD": "https://www.mediafire.com/file/vwj8zkiwiufq07v/Clifford.The.Big.Red.Dog.2021.1080p.WEB.mkv/file",
"year": "2021",
"time": "97minutes"
  },

{
    "title": "Seal Team (2021)‌
",
    "photo1": "https://www.dropbox.com/scl/fi/e1tazxyfjttb78xhgbgly/MV5BZDAyYjdiMGEtNWJiNi00NjY5LWFlZDktYTFlMTc1NzEwYTNlXkEyXkFqcGdeQXVyMzY3MzcyNTE-._V1_.jpg?rlkey=uthjjdif57aojn3nquy7fk9dn&dl=1",
"photo2":"https://www.dropbox.com/scl/fi/u5in0ouyj2znml76aczln/Seal-Team.jpg?rlkey=n4c6hp085lngk74r5jaalvfzf&dl=1",
    "description": "    
      
Animation ချစ်သူတို့အတွက် Netflix က ထွက်ရှိထားတဲ့ Seal Team ဆိုတဲ့ ဇာတ်ကားလေးနဲ့ တင်ပေးလိုက်ပါတယ်
ဇာတ်လမ်းလေးကတော့ ပင်လယ်ဖျံလေးတွေရဲ့ အန္တရာယ်တွေ စွန့်စားခန်းတွေကိုဖော်ပြထားပါတယ်
ဇာတ်လမ်းအကျဉ်းလေးကတော့ ကွင်န် နဲ့ ဘင်ဂျီ ဆိုတဲ့ ဖျံသူငယ်ချင်းနှစ်ယောက် ရှိပါတယ် ၊ အစာကွင်းဆက်အရ သူတို့ဖျံတွေက ငါးမန်းစာဖြစ်နေတော့ ငါးမန်းစာ အဖြစ်မခံရဖို့အရေး ရှောင်တိမ်းနေကြတာပေါ့ ၊ တစ်နေ့တော့ သူငယ်ချင်းနှစ်ယောက် အစာရှာထွက်ရင်း နယ်ကျွံပြီး ကွင်န်ရဲ့ သူငယ်ချင်းဘင်ဂျီလေးက ငါးမန်းစားတာ ခံလိုက်ရပါတယ် ၊ ကွင်န်တစ်ယောက် သူ့အချစ်ဆုံးသူငယ်ချင်း ဘင်ဂျီကိုမှ ဆုံးရှုံးလိုက်ရလေတော့ နားကျည်းစိတ်နဲ့ အဲဒီငါးမန်းဆီကိုမနိုင်နိုင်မှန်းသိသိနဲ့ ပြန်သွားတိုက်ပါတော့တယ် ၊ အဲဒီအချိန်မှာပဲ ဖျံအိုကြီးတစ်ကောင်ကပဲ သူ့အသက်ကို ကယ်လိုက်လို့ သူလဲ ဘာမှမထိခိုက်ဘဲ အသက်လုပြန်ခဲ့ရပါတယ်
ဖျံအိုကြီးဟာဆိုရင်လည်း အရင်က ရေတပ်သားဟောင်းတစ်ဦး ဖြစ်ပြီး သူ့ရဲ့ မဆင်မခြင်လုပ်ရပ်တစ်ခုကြောင့် တစ်ဖွဲ့လုံးကို ဒုက္ခပေးမိသလို ဖြစ်ခဲ့သူပါ ၊ သူကလည်း နောင်တတွေ တသီကြီးနဲ့ နေနေရင်း ကွင်န်ကိုတွေ့တော့ ကယ်မိသွားတာပေါ့ ၊ ကွင်န်တစ်ယောက်ကတော့ သူ့ရဲ့ တိုက်ခိုက်နည်းတွေကို မြင်ပြီး ဖျံ‌တွေကို ဒုက္ခပေးနေတဲ့ ငါးမန်းတွေကို တိုက်ထုတ်နှိမ်နင်းဖို့ သူရဲ့အပေါင်းပါအချို့နဲ့ ဖျံအိုကြီးဆီမှာ တပည့်ခံဖို့ ကြိုးစားပါတော့တယ် ၊ သူတို့တွေ ပေါင်းမိပြီး ငါးမန်းတွေကို တိုက်ထုတ်လို့ သူငယ်ချငိးဘင်ဂျီအတွက် ဘယ်လိုမျိုး လက်စားချေမလဲဆိုတာကို အလွဲလေးတွေ ရယ်စရာလေးတွေနဲ့ ရောနှောထားတာမို့ ပျင်းစရာမရှိဘဲ ပေါ့ပေါ့ပါးပါး ကြည့်ရမယ့် ကားလေးမို့ တင်ဆက်ပေးလိုက်ပါတယ်နော်။",
"rate": "5.6",
"videosize": "744MB / 2.3GB",
"SD": "https://www.mediafire.com/file/cjd6ei28ds6ze0m/Seal.Team.2021.720p.mp4/file",
"HD": "https://www.mediafire.com/file/2uj1y282vh76dd3/Seal.Team.2021.1080p.WEB.mkv/file",
"year": "2021",
"time": "98minutes"
  },

{
    "title": "Hotel Transylvania 2 (2015)

",
    "photo1": "https://www.dropbox.com/scl/fi/fdwlsum98i6dnipillcm9/MV5BMGVhZWM0YTEtM2YxYy00YWUzLWI1YWQtNjk5ZTRhNTJmM2VhXkEyXkFqcGdeQXVyNTk1MTAyODc-._V1_FMjpg_UX1000_.jpg?rlkey=9lbg5vk92a9wu5wvspaltjqbm&dl=1",
"photo2":"https://www.dropbox.com/scl/fi/dxwcddkr7i7s2dikntpll/Hotel-Transylvania-2.jpg?rlkey=72g94q1cuqhot3dwjyxqx0rfd&dl=1",
    "description": "  
Hotel Transylvania 2 (2015) မြန်မာစာတန်းထိုး

2012 က အောင်မြင်ကျော်ကြားလူကြိုက်များခဲ့လို့ အခုသူ့ရဲ့နောက်ဆက် 2015မှာ Part 2အနေနဲ့ထပ်ထွက်လာတဲ့ Animation ကားလေးတစ်ခုကို တင်ပေးပါရစေ။

IMDb Rating 7 အထိရရှိထားပြီးတဲ့ ဒီကားလေးကို အားလုံးပဲမျှော်လင့်နေကြမှာပါ။ ဒီဇာတ်ကားလေးဟာ မကောင်းဆိုးဝါးလေးတွေနဲ့ဇာတ်လမ်းစထားခဲ့ပြီး . Draculaဘုရင်တစ်ပါးရဲ့သမီးလေးနဲ့ချစ်ကြိုက်ခဲ့တဲ့ လူသားတစ်ဦးတို့ရဲ့ အချစ်မေတ္တာနဲ့ ပေါင်းစပ်လက်တွဲမှုကို အချက်ကျကျသဘောကျဖွယ် ဖန်တီးထားပါတယ်။

Part 1 မှာ ချစ်ကြိုက်ခဲ့တဲ့ Dracula မလေး Mavis နဲ့လူသားလေး Jonathan တို့ရဲ့ လက်ထပ် မင်္ဂလာဆောင်ပွဲကနေစထားပါတယ်။ Mavis နဲ့ Jonတို့ဟာ လက်ထပ်ပြီးကာလတစ်ခုမှာ သားလေး တစ်ယောက်မွေးဖွားခဲ့ပါတယ်။",
"rate": "6.7",
"videosize": "691MB / 2.27GB",
"SD": "https://www.mediafire.com/file/9zsfk3z0re4vou8/Hotel.Transylvania.2.2015.720p.mp4/file",
"HD": "https://www.mediafire.com/file/7o6qkn87kwnqtdf/Hotel.Transylvania.2.2015.1080p.BR.mkv/file",
"year": "2015",
"time": "89minutes"
  },

{
    "title": "Ainbo: Spirit of the Amazon (2021)

",
    "photo1": "https://www.dropbox.com/scl/fi/b6kva41zfii2i9ivs7ezs/MV5BMGEwYzk1MjctMmM2YS00NGEzLWE0NzQtNjhhMzMzY2NkYWJiXkEyXkFqcGdeQXVyMzY3MzcyNTE-._V1_FMjpg_UX1000_.jpg?rlkey=wrdeokfveeeqz5kh3phke5rw1&dl=1",
"photo2":"https://www.dropbox.com/scl/fi/b6tsfufzth3tu45zn9met/ainbo-spirit-of-the-amazon.-format.jpg?rlkey=luyumkmbhehlzy4aioursg3cd&dl=1",
    "description": "  
ချစ်စရာ ကာတွန်းလေးတစ်ခုတင်ပေးလိုက်ပါပြီ။
အမေဇု့တောအုပ်ထဲက ရွာလေးတစ်ရွရဲ့ သူရဲကောင်းမလေး တစ်ယောက်အကြောင်းပေါ့။
သူ့နာမည်က အင်ဘိုလို့ခေါ်ပါတယ်။
အသက် ၁၃ ပဲ ရှိသေးပြီး တစ်နေ့မှာ အတော်ဆုံးမုဆိုးဖြစ်လာချင်တဲ့ကလေးမလေးပေါ့။
သူ့မိဘတွေ မရှိတော့သလို ဘယ်သူမှန်းလည်း မသိခဲ့ပါဘူး။
ရွာသူကြီးလင်မယားက မွေးစားထားပြီး သူတို့ရဲ့ သမီးအရင်း ဇူမီနဲ့ ညီအစ်မလို ခင်မင်နေခဲ့ကြတာပါ။
တစ်နေ့မှာတော့ သူတို့ရွာကလေးကို ကျိန်စာတစ်ခုကျရောက်လာပြီး ရွာသားတွေအားလုံး ဒုက္ခရောက်လာတဲ့အခါ
အင်ဘိုဟာ သူချစ်တဲ့သူတွေနဲ့ ရွာလေးကို ကယ်ဖို့ ကျိန်စာဖြေမယ့်နည်းရယ် ကျိန်စာတိုက်တဲ့သူရယ်ကို ရှာဖို့
စွန့်စားခန်းတွေ ဖွင့်ရပါတော့တယ်…
ချစ်စရာအကောင်လေးတွေနဲ့ပါ ကာလာစုံ၊ရောင်စုံတင်ဆက်ထားတာမို့
ကာတွန်းချစ်သူများလက်လွတ်ခံလို့မဖြစ်ကြောင်း ညွှန်းဆိုလိုပါတယ်။
",
"rate": "5.8",
"videosize": "658MB / 1.42GB",
"SD": "https://www.mediafire.com/file/9l4yhx8xed432pp/Ainbo.2021.HDR.720p.mp4/file",
"HD": "https://www.mediafire.com/file/3voju9l1z3v6y41/Ainbo.2021.1080p.WEB.HDR.mkv/file",
"year": "2021",
"time": "84minutes"
  },

{
    "title": "Fireheart (2022)

",
    "photo1": "https://www.dropbox.com/scl/fi/08l4soq8jf5cexmiitn10/MV5BMGM5ZTFmYWQtMGRiOS00YzI1LTkyMzAtNGIzNWFjZmFlYTFhXkEyXkFqcGdeQXVyMTAxNDE3MTE5._V1_-1.jpg?rlkey=90yz1dg9nb3rzr2fbc8tj0o9x&dl=1",
"photo2":"https://www.dropbox.com/scl/fi/y0d7whx2qir1447q00te7/maxresdefault-8.jpg?rlkey=pyfd0889izs193vp82al14y2z&dl=1",
    "description": "  
Fireheart (2022) မြန်မာစာတန်းထိုး

ဒီကားလေးကတော့ စိတ်ဓာတ်ကျနေတဲ့သူလေးတွေကို
စိတ်ဓာတ်ခွန်အားအပြည့်အဝပေးမယ်လို့ ထင်ပါတယ်….
မီးသတ်သမားဟောင်း ရှောင်နိုလန်မှာ ဂျော်ဂျာဆိုတဲ့သမီးလေးရှိပါတယ်
ဂျော်ဂျာဟာ ဖခင်ဖြစ်သူရှောင်လို မီးသတ်သမားကောင်းဖြစ်ချင်နေတာပါ
သူ့မှာ အမ်ဘာလို့ခေါ်တဲ့ချစ်စရာခွေးဖြူလေးလည်းရှိပါတယ် ဂျော်ဂျာဟာ
ကစားရင်တောင် မီးသတ်တမ်းကစားတယ် ဒါကိုစက်ချုပ်သမားဘဝနဲ့
ရပ်တည်နေပြီဖြစ်တဲ့ အဖေဖြစ်သူရှောင်ကမကြိုက်ဘူး မဆော့ရဘူးလို့
အမြဲတစေပြောတတ်တယ် မီးသတ်သမားဟောင်းဖြစ်ပါရက်နဲ့ ဘာလို့
သဘောကျရတာလဲဆိုတဲ့မေးခွန်းတွေပဲဂျော်ဂျာ့ခေါင်းထဲရှိနေခဲ့ပါတယ်
မီးသတ်သမားဖြစ်ချင်တဲ့ပြင်းပြတဲ့ဆန္ဒကိုတော့ ဂျော်ဂျာဟာမငြိမ်းသတ်နိုင်တဲ့အတွက်
ညတိုင်း ရှောင်မသိအောင် လေ့ကျင့်နေခဲ့ပါတယ် တစ်နေ့မြို့တော်ဝန်ရောက်လာပြီး
ရှောင့်ကို ပြဇာတ်ရုံတွေမီးရှို့ခံရတာနဲ့ပတ်သက်ပြီး အထူးတာဝန်ပေးခံရတာကို
ဂျော်ဂျာသိသွားတဲ့နောက်မှာ ရုပ်ဖျက်ပြီး တူတူလုပ်ဖို့ ဆုံးဖြတ်ခဲ့ပါတယ်
ဂျော်ဂျာ ဘယ်လိုတွေရုပ်ဖျက်ပြီး တာဝန်တွေကို ခိုးလုပ်မယ်ဆိုတာကို
ဒီဇာတ်ကားလေးထဲမှာ ကြည့်လို့ရပါပြီ
",
"rate": "6.2",
"videosize": "742MB / 2.58GB",
"SD": "https://www.mediafire.com/file/6ovlp03jlwhhflz/Fireheart.2022.720p.mp4/file",
"HD": "https://www.mediafire.com/file/mi30l27uegp4e82/Fireheart.2022.1080p.WEB.mkv/file",
"year": "2022",
"time": "92minutes"
  }
  ]
}
